Repository: saroesler/Worship
Catalog: locale/*/LC_MESSAGES/module_worship.po
Languages: de

source: Worship with id %s not found
de: Der Gottesdienst mit der ID %s konnte nicht gefunden werden.

source: Generalworship with id %s not found
de: Der wöchentliche Gottesdienst mit der ID %s konnte nicht gefunden werden.

source: Church with id %s not found
de: Die Kirche mit der %s konnte nicht gefunden werden

source: Day with id %s not found
de: Der Feiertag mit der ID %s konnte nicht gefunden werden.

source: Worship
de: Gottesdienste

source: Creat Worshiplist
de: Erstelle Gottesdienstliste

source: worship
de: Gottesdienst

source: Main
de: Hauptseite

source: General Worships
de: Wöchentliche Gottesdienste

source: manage and create weekly Worships
de: Verwalten und Erstellen von wöchentlichen Gottesdiensten

source: Churches
de: Kirchen

source: manage and create churches
de: Verwalten und Erstellen von Kirchen

source: Special Days
de: Feiertage

source: manage and create special Days
de: Verwalten und Erstellen der Feiertage

source: View
de: Ausgabe

source: show the view
de: Anzeigen der Ausgabe

source: Print
de: Drucken

source: Here is the view for printing
de: Hier gibt es den Druckexport

source: Help
de: Hilfe

source: Here you can get help.
de: Hier bekommen Sie Hilfe.

source: The worship has no date to happen.
de: Der Gottesdiest hat kein Datum.

source: The added worship has no title. Please enter a title for this day, like 'Heilige Messe'.
de: Der Gottesdienst hat keinen Titel. Bitte geben Sie einen Titel, wie z.B. 'Heilige Messe' ein.

source: The added worship has no time to happen.
de: Dem Gottesdienst fehlt eine gültige Uhrzeit.

source: The added worship has no church to take place.
de: Dem Gottesdienst fehlt eine Kirche.

source: Worshiphas been added successfully.
de: Der Gottesdienst wurde erfolgreich hinzugefügt.

source: Please enter a date for the beginning..
de: Bitte geben Sie das Anfangsdatum ein.

source: Please enter a date for the ending.
de: Bitte geben Sie das Enddatum ein.

source: Please enter valid dates.
de: Bitte geben Sie gültige Daten ein.

source: Please enter a valid option.
de: Bitte geben Sie gültige Option ein.

source: Worship has been removed successfully.
de: Der Gottesdienst wurde erfolgreich gelöscht.

source: ID is missing.
de: Die ID fehlt.

source: The added church has no name.
de: Die Kirche hat keinen Namen.

source: Church has been added successfully.
de: Die Kriche wurde erfolgreich hinzugefügt.

source: Church has been removed successfully.
de: Die Kirche wurde erfolgreich gelöscht.

source: The worship has no day to happen.
de: Dem Gottesdienst fehlt das Datum.

source: Worship has been added successfully.
de: Der Gottesdienst wurde erfolgreich hinzugefügt.

source: General worship has been removed successfully.
de: Der wöchentliche Gottesdienst wurde erfolgreich gelöscht.

source: State is missing.
de: Der Status fehlt.

source: State has been changed successfully.
de: Der Status wurde erfolgreich geändert.

source: The added Day has no title. Please enter a title for this day.
de: Der Feiertag hat kein Titel. Bitte geben Sie einen ein.

source: The day has been added successfully.
de: Der Feiertag wurde erfolgreich hinzugefügt.

source: Day has been removed successfully.
de: Der Feiertag wurde erfolgreich gelöscht.

source: There is no valid name!
de: Der eingegebene Name ist ungültig!

source: missing $id
de: Es fehlt die $id

source: There is no valid date!
de: Bitte geben Sie ein gültiges Datum ein.

source: There is no valid time!
de: Die eingegebene Zeit ist ungültig

source: There is no valid title!
de: Der eingegebene Titel ist ungültig

source: There is no valid church!
de: Die eingegebene Kirche ist ungültig!

source: missing $state
de: es fehlt $state

source: Title
de: Titel

source: Date
de: Datum

source: Worships
de: Gottesdienste

source: Add and manage a Church
de: Hinzufügen und Verwalten der Krichen

source: It is necessary for the hole module to create a church.
de: Für das ganze Modul ist en nötig, als erstes die Krichen anzulegen.

source: view
de: Ausgaben

source: Church Editor
de: Kirchen Editor

source: Church
de: Kirche

source: Time
de: Uhrzeit

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Day Editor
de: Feiertags Editor

source: Delete all Worships
de: Lösche alle Gottesdienste

source: from
de: von

source: to
de: bis

source: Generate Worships
de: Erstelle Gottesdienstliste

source: Delete Worships
de: Lösche Gottesdienste

source: Weekday
de: Wochentag

source: Admin page
de: Administrationsseite
